<?php

return array(
    'survey'           => 'Опрос',
    'surveys'          => 'Опросы',
    'survey_id_error'  => 'Некорретный ID опроса',
    'option_id_error'  => 'Некорретный ID варианта ответа',
    'success_voted'    => 'Спасибо за Ваше мнение',
    'survey_error'     => 'Вы пытаетесь проголосовать за несуществующий опрос',
    'option_error'     => 'Вы пытаетесь проголосовать за несуществующий вариант ответа',
    'already_answered' => 'Вы уже голосовали за этот опрос',
    'need_auth'        => 'Чтобы проголосовать необходимо авторизоваться',
    'not_exist'        => 'Несуществующий опрос',
    'success_deleted'  => 'Опрос успешно удален',
    'success_closed'   => 'Опрос успешно закрыт',
    'success_opened'   => 'Опрос успешно открыт',
    'success_created'  => 'Опрос успешно создан',
    'success_updated'  => 'Опрос успешно обновлен',
    'already_closed'   => 'Опрос уже закрыт',
    'success_reset'    => 'Опрос успешно сброшен',
    'survey_closed'    => 'Голосование по данному опросу окончено',
    'survey_info'      => 'Информация об опросе',

    'submit_error'     => 'Исправьте ошибки и повторите попытку',

    'empty_title'      => 'Введите название опроса',
    'min_options'      => 'Опрос должен содержать не менее 2-х варинтов ответов',

    'survey_editing'   => 'Редактирование опроса',
    'survey_creating'   => 'Создание опроса',

    'install' => 'Установка',
    'management' => 'Управление опросами',

);
