<?php

return array(
    'survey' => 'Опрос',
    'surveys' => 'Опросы',
    'survey_id_error' => 'Некорретный ID опроса',
    'option_id_error' => 'Некорретный ID варианта ответа',
    'options_invalid' => 'Некорретные ответы',
    'success_voted' => 'Спасибо за Ваше мнение',
    'survey_error' => 'Вы пытаетесь проголосовать за несуществующий опрос',
    'option_error' => 'Вы пытаетесь проголосовать за несуществующий вариант ответа',
    'already_answered' => 'Вы уже голосовали за этот опрос',
    'need_auth' => 'Чтобы проголосовать необходимо авторизоваться',
    'not_exist' => 'Несуществующий опрос',
    'success_deleted' => 'Опрос успешно удален',
    'success_closed' => 'Опрос успешно закрыт',
    'success_opened' => 'Опрос успешно открыт',
    'success_created' => 'Опрос успешно создан',
    'success_updated' => 'Опрос успешно обновлен',
    'already_closed' => 'Опрос уже закрыт',
    'success_reset' => 'Опрос успешно сброшен',
    'survey_closed' => 'Голосование по данному опросу окончено',
    'survey_info' => 'Информация об опросе',

    'submit_error' => 'Исправьте ошибки и повторите попытку',

    'empty_title' => 'Введите название опроса',
    'min_options' => 'Опрос должен содержать не менее 2-х разных варинтов ответов',

    'survey_editing' => 'Редактирование опроса',
    'survey_creating' => 'Создание опроса',

    'installing' => 'Установка',
    'management' => 'Управление опросами',

    'info' => 'Информация',
    'remove' => 'Удалить',
    'edit' => 'Редактировать',
    'reset' => 'Сбросить',
    'open' => 'Открыть',
    'close' => 'Закрыть',
    'published' => 'Опубликован',
    'unpublished' => 'Не опубликован',
    'install' => 'Установить',
    'add_survey' => 'Создать опрос',
    'title' => 'Заголовок',
    'status' => 'Статус',
    'created_at' => 'Дата создания',
    'closed_at' => 'Дата закрытия',
    'voters' => 'Кол-во голосов',
    'add_option' => 'Добавить вариант',
    'description' => 'Описание',
    'options' => 'Варианты ответов',
    'save' => 'Сохранить',

    'setup.sql_does_not_exists' => 'Не найден установочный файл setup.sql или он недоступен для чтения',

    'survey_module_install' => 'Установка модуля Survey',

    'method_not_allowed' => 'Метод не разрешен',
);
