<?php

return array(
    'survey'           => 'Опрос',
    'surveys'          => 'Опросы',
    'survey_id_error'  => 'Не корретный ID опроса',
    'option_id_error'  => 'Не корретный ID варианта ответа',
    'success_voted'    => 'Спасибо за Ваше мнение',
    'survey_error'     => 'Вы пытаетесь проголосовать за несуществующий опрос',
    'option_error'     => 'Вы пытаетесь проголосовать за несуществующий вариант ответа',
    'already_answered' => 'Вы уже голосовали за этот опрос',
    'need_auth'        => 'Чтобы проголосовать необходимо авторизоваться',
    'not_allowed'      => 'Не достаточно прав',
    'not_exist'        => 'Несуществующий опрос',
    'success_deleted'  => 'Опрос успешно удален',
    'success_closed'   => 'Опрос успешно закрыт',
    'success_opened'   => 'Опрос успешно открыт',
    'success_updated'  => 'Опрос успешно обновлен',
    'already_closed'   => 'Опрос уже закрыт',
    'success_reset'    => 'Опрос успешно сброшен',
);
